export default {
  projections: {
    ПланЗакупокE: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      план: {
        __caption__: 'План',
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ПланЗакупокL: {
      датаНачала: {
        __caption__: 'Дата начала'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    план: {
      __caption__: 'План'
    }
  }
};
