export default {
  projections: {
    ТЧЗаказE: {
      цена: {
        __caption__: 'Цена'
      },
      этоУслуга: {
        __caption__: 'Это услуга'
      },
      суммаНДС: {
        __caption__: 'Сумма НДС'
      },
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    суммаНДС: {
      __caption__: 'Сумма НДС'
    },
    цена: {
      __caption__: 'Цена'
    },
    этоУслуга: {
      __caption__: 'Это услуга'
    },
    заказПост: {
      __caption__: 'заказПост'
    },
    номенклатура: {
      __caption__: 'номенклатура'
    },
    единицыИзмер: {
      __caption__: 'единицыИзмер'
    }
  }
};
