export default {
  projections: {
    ЗаказПостE: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      },
      организации: {
        __caption__: 'Организации',
        организация: {
          __caption__: 'Организация'
        }
      },
      контрагенты: {
        __caption__: 'Контрагенты',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      склады: {
        __caption__: 'Склады',
        склад: {
          __caption__: 'Склад'
        }
      },
      заказ: {
        __caption__: 'Заказ',
        цена: {
          __caption__: 'Цена'
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        количество: {
          __caption__: 'Количество'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    ЗаказПостL: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      }
    },
    ЗаказПоставщикуE: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      заказ: {
        __caption__: 'Заказ',
        цена: {
          __caption__: 'Цена'
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        количество: {
          __caption__: 'Количество'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      },
      склады: {
        __caption__: 'Склады',
        склад: {
          __caption__: 'Склад'
        }
      }
    },
    ЗаказПоставщикуL: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    состОтгрузки: {
      __caption__: 'состОтгрузки'
    },
    состояниеОплаты: {
      __caption__: 'Состояние оплаты'
    },
    суммаВклНДС: {
      __caption__: 'суммаВклНДС'
    },
    суммаДокумента: {
      __caption__: 'Сумма документа'
    },
    организации: {
      __caption__: 'Организации'
    },
    заказ: {
      __caption__: 'Заказ'
    },
    склады: {
      __caption__: 'Склады'
    },
    контрагенты: {
      __caption__: 'Контрагенты'
    }
  }
};
